/* None-alert in alert chooser */
"ALERT_CHOOSER_ALERT_NONE" = "None";

/* At time of event-alert in alert chooser */
"ALERT_CHOOSER_ALERT_AT_TIME_OF_EVENT" = "At time of event";

/* 5 minutes before-alert in alert chooser */
"ALERT_CHOOSER_ALERT_5_MINUTES_BEFORE" = "5 minutes before";

/* 15 minutes before-alert in alert chooser */
"ALERT_CHOOSER_ALERT_15_MINUTES_BEFORE" = "15 minutes before";

/* 30 minutes before-alert in alert chooser */
"ALERT_CHOOSER_ALERT_30_MINUTES_BEFORE" = "30 minutes before";

/* 1 hour before-alert in alert chooser */
"ALERT_CHOOSER_ALERT_1_HOUR_BEFORE" = "1 hour before";

/* 2 hours before-alert in alert chooser */
"ALERT_CHOOSER_ALERT_2_HOURS_BEFORE" = "2 hours before";

/* 1 day before-alert in alert chooser */
"ALERT_CHOOSER_ALERT_1_DAY_BEFORE" = "1 day before";

/* 2 days before-alert in alert chooser */
"ALERT_CHOOSER_ALERT_2_DAYS_BEFORE" = "2 days before";

/* Placeholder text in search field in all events tab */
"ALL_EVENTS_ALL_EVENTS_SEARCH_FIELD_PLACEHOLDER" = "Search All Events";

/* Placeholder text in search field in all events tab */
"ALL_EVENTS_FREE_EVENTS_SEARCH_FIELD_PLACEHOLDER" = "Search Free Events";

/* Placeholder text in search field in all events tab */
"ALL_EVENTS_PAID_EVENTS_SEARCH_FIELD_PLACEHOLDER" = "Search Paid Events";

/* Title of all events filter in all events tab */
"ALL_EVENTS_SEGMENTED_CONTROL_TEXT_ALL_EVENTS" = "All";

/* Title of free events filter in all events tab */
"ALL_EVENTS_SEGMENTED_CONTROL_TEXT_FREE_EVENTS" = "Free";

/* Title of paid events filter in all events tab */
"ALL_EVENTS_SEGMENTED_CONTROL_TEXT_PAID_EVENTS" = "Paid";

/* Name of cancel button of alert view (Displayed when calendar authorization fails) */
"CALENDAR_AUTHORIZATION_FAILED_CANCEL_BUTTON" = "Close";

/* Message of alert view (Displayed when calendar authorization fails) */
"CALENDAR_AUTHORIZATION_FAILED_MESSAGE" = "To access your calendar, go to Settings > Privacy > Calendar, and set the Barteguiden switch to On.";

/* Title of alert view (Displayed when calendar authorization fails) */
"CALENDAR_AUTHORIZATION_FAILED_TITLE" = "Can't Access Calendar";

/* Name of item where an alert should be set to the time of event (Displayed in default calendar alert) */
"DEFAULT_CALENDAR_ALERT_AT_TIME_OF_EVENT" = "At time of event";

/* Name of item when no alert should be set (Displayed in default calendar alert) */
"DEFAULT_CALENDAR_ALERT_NONE" = "None";

/* Text appended after a time interval, e.g. 5 minutes before (Displayed in default calendar alert) */
"DEFAULT_CALENDAR_ALERT_TIME_INTERVAL_APPENDED_TEXT" = "before";

/* Text inside toggle calendar button in event details */
"EVENT_DETAILS_ADD_TO_CALENDAR_LABEL" = "Add to Calendar";

/* Default text if there are no description of event */
"EVENT_DETAILS_NO_DESCRIPTION" = "No description";

/* Text inside toggle calendar button in event details */
"EVENT_DETAILS_REMOVE_FROM_CALENDAR_LABEL" = "Remove from Calendar";

/* Title of button to show location on map */
"EVENT_DETAILS_SHOW_ON_MAP_BUTTON" = "Show on Map";

/* Title of button to visit the event's website */
"EVENT_DETAILS_VISIT_WEBSITE_BUTTON" = "Visit Website";

/* Title of button to remove an event from favorites */
"FAVORITES_REMOVE_BUTTON" = "Remove";

/* Placeholder text in search field in favorites tab */
"FAVORITES_SEARCH_FIELD_PLACEHOLDER" = "Search Favorites";

/* Placeholder text in search field in featured tab */
"FEATURED_SEARCH_FIELD_PLACEHOLDER" = "Search Featured";

/* Placeholder text in search field in my filter tab */
"MY_FILTER_SEARCH_FIELD_PLACEHOLDER" = "Search my Filter";

/* Title of default alert chooser */
"SETTINGS_DEFAULT_ALERT_CHOOSER_TITLE" = "Default Alert";

/* Title of default calendar chooser */
"SETTINGS_DEFAULT_CALENDAR_CHOOSER_TITLE" = "Default Calendar";

/* Subject for email about tips */
"SETTINGS_SEND_US_YOUR_TIPS_SUBJECT" = "Tips for Barteguiden";

/* Message to share with friends [1. Title of event] */
"SHARE_TEXT_FORMAT" = "Join me at %1$@!";

/* Message to share with friends [1. Title of event, 2. URL for event] */
"SHARE_TEXT_WITH_URL_FORMAT" = "Join me at %1$@! (%2$@)";

/* Title of cancel button in action sheet (Displayed when toggling calendar button) */
"TOGGLE_CALENDAR_ACTION_SHEET_CANCEL_BUTTON" = "Cancel";

/* Title of delete button in action sheet (Displayed when toggling calendar button) */
"TOGGLE_CALENDAR_ACTION_SHEET_DELETE_BUTTON" = "Remove from Calendar";

/* Title of edit button in action sheet (Displayed when toggling calendar button) */
"TOGGLE_CALENDAR_ACTION_SHEET_EDIT_BUTTON" = "Edit in Calendar";

/* Title of cancel button in alert sheet (Displayed when browsing the event's website) */
"WEBSITE_CANCEL_BUTTON" = "Cancel";

/* Title of cancel button in alert view (Displayed when browser failed to load) */
"WEBSITE_CANNOT_OPEN_PAGE_CANCEL_BUTTON" = "OK";

/* Message of alert view (Displayed when browser failed to load) */
"WEBSITE_CANNOT_OPEN_PAGE_MESSAGE" = "Safari cannot open the page because the address is invalid";

/* Title of alert view (Displayed when browser failed to load) */
"WEBSITE_CANNOT_OPEN_PAGE_TITLE" = "Cannot Open Page";

/* Title of button to copy link to website in alert sheet (Displayed when browsing the event's website) */
"WEBSITE_COPY_LINK_BUTTON" = "Copy Link";

/* Title of button to open website in Safari in alert sheet (Displayed when browsing the event's website) */
"WEBSITE_OPEN_IN_SAFARI_BUTTON" = "Open in Safari";

